autoconf
automake
bash
binutils
bison
bzip2
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
e2fsprogs
fakeroot
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
glibc
grep
groff
gzip
inetutils
iproute2
iputils
jfsutils
less
libtool
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
netctl
pacman
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
reiserfsprogs
s-nail
sed
shadow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
textinfo
usbutils
util-linux
vi
which
xfsprogs




accountsservice
adapta-gtk-theme
adobe-source-sans-pro-fonts
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
arandr
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archey3
archmerge-arc-themes-git
archmerge-common-git
archmerge-docs-git
archmerge-i3wm-git
archmerge-iso-skel-git
archmerge-keyring-git
archmerge-oblogout-themes-git
archmerge-obmenu-generator-git
archmerge-openbox-configs-git
archmerge-openbox-themes-git
archmerge-pipemenus-git
archmerge-plank-themes-git
archmerge-root-git
archmerge-slimlock-themes-git
archmerge-termite-themes-git
archmerge-tint2-themes-git
archmerge-wallpapers-git
archmerge-xfce-thunar-git
atom
aurvote-git
avahi
awesome-terminal-fonts
b43-firmware
b43-fwcutter
baobab
bash-completion
bind-tools
bleachbit
blueberry
bluez
bluez-firmware
bluez-libs
bluez-tools
bluez-utils
breeze-cursors-lh
breeze-obsidian-cursor-theme
broadcom-wl
btrfs-progs
cantarell-fonts
catfish
chromium
clonezilla
cmatrix
compton
conky
cool-retro-term
crda
cups
cups-pdf
cups-pk-helper
darkhttpd
darktable
ddrescue
dhclient
dialog
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dropbox
efitools
elinks
enpass-bin
ethtool
evince
evolution
exfat-utils
exo
f2fs-tools
faba-icon-theme
feh
ffmpegthumbnailer
file-roller
filelight
filezilla
firefox
flashplugin
font-manager
freetype2
fsarchiver
galculator
garcon
gcolor2
gdmap
geany
ghostscript
gimp
git
gksu
glances
glxinfo
gmrun
gnome-disk-utility
gnome-icon-theme
gnome-keyring
gnome-software
gnu-netcat
google-talkplugin
gparted
gpick
gpm
gptfdisk
grsync
grub
grub-customizer
gsfonts
gsimplecal
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-xfce-engine
gtk2-perl
gtk3
gtop
gufw
gutenprint
-------------------------------------------

guvcview
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
halo-icons-git
hardcode-fixer-git
hardinfo
haveged
hddtemp
hdparm
hexchat
hplip
htop
hunspell
hunspell-en
hyphen
hyphen-en
i3-gaps-next-git
i3blocks
i3status
imagemagick
inkscape
intel-ucode
intltool
inxi
ipw2100-fw
ipw2200-fw
irssi
iw
jq
jsoncpp
kpmcore
laptop-detect
libcups
libdvdcss
libgsf
libmtp
libopenraw
libreoffice-fresh
libva-intel-driver
libva-vdpau-driver
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-atm
lm_sensors
lollypop
lsb-release
lsscsi
lxappearance-obconf
lxmenu-data
lxrandr
mc
meld
memtest86+
menulibre
mesa
mesa-vdpau
mintstick-git
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
moka-icon-theme
mousepad
mtools
mtpfs
mugshot
nbd
ndisc6
neofetch
network-manager-applet
networkmanager
networkmanager-dispatcher-ntpd
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
nomacs
noto-fonts
nss-mdns
ntfs-3g
ntp
numix-circle-arc-icons-git
numix-circle-icon-theme-git
numix-icon-theme-git
numlockx
obconf
obkey-git
oblogout
obmenu-generator
obmenu3
oh-my-zsh-git
oomox-git
openbox
openbox-arc-git
openconnect
openssh
openvpn
orage
os-prober
p7zip
package-query
packer
pamac-aur
paper-icon-theme
papirus-icon-theme-git
partclone
parted
partimage
pavucontrol
peek
perl-linux-desktopfiles
perl-rename
plank
playerctl
polkit
polkit-gnome
poppler-glib
powertop
ppp
pptpclient
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
pyqt5-common
python-pillow
python-pip
python-pyqt5
python-reportlab
python2-dbus
python2-xdg
qt4
qt5-styleplugins
qt5-tools
qt5-webkit
qt5ct
redshift
refind-efi
reflector
ristretto
rp-pppoe
rsync
rxvt-unicode
samba
screenkey
scrot
sdparm
sg3_utils
shotwell
simple-scan
simplescreenrecorder
slim
smartmontools
snapd
speedtest-cli
speedtouch
splix
spotify
squashfs-tools
sublime-text-dev
syslinux
system-config-printer
tcpdump
temps
terminus-font
termite
testdisk
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tint2
tlp
tmux
transmission-cli
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
tumbler
udiskie
udisks2
ufw
unace
unrar
unzip
usb_modeswitch
variety
veracrypt
vim
virtualbox
virtualbox-guest-utils
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
vnstat
volumeicon
vpnc
w3m
webkit2gtk
wget
wireless_tools
wpa_actiond
wpa_supplicant
wttr
wvdial
xapps
xcursor-breeze
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-desktop-portal-gtk
xdg-user-dirs
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfpanel-switch
xfwm4
xfwm4-themes
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yad
yaourt
zd1211-firmware
zenity
zsh
zsh-completions
zsh-syntax-highlighting
